Repository: fbedolla/InjMold
Catalog: Translations/Injection Mold Control.g copy.xlf
Languages: es_mx

# PageExtension 3197208729 - Control 1319123568 - Property 1295455071
source: Specifies the value of the Mold Description field.
es_mx: Especifica el valor del campo Descripción del Molde

# PageExtension 3197208729 - Control 625155527 - Property 1295455071
source: Specifies the value of the Mold No. field.
es_mx: Especifica el valor del campo No. del Molde

# PageExtension 3197208729 - Control 1977037094 - Property 1295455071
source: Specifies the value of the Mold Type field.
es_mx: Especifica el valor del campo Tipo de molde

# TableExtension 2316116960 - Field 1319123568 - Property 2879900210
source: Mold Description
es_mx: Descripción del Molde

# TableExtension 2316116960 - Field 625155527 - Property 2879900210
source: Mold No.
es_mx: No. del Molde

# TableExtension 2316116960 - Field 1977037094 - Property 2879900210
source: Mold Type
es_mx: Tipo de molde

# TableExtension 3934432386 - Field 1319123568 - Property 2879900210
source: Mold Description
es_mx: Descripción del Molde

# TableExtension 3934432386 - Field 625155527 - Property 2879900210
source: Mold No.
es_mx: No. del Molde

# TableExtension 3934432386 - Field 1977037094 - Property 2879900210
source: Mold Type
es_mx: Tipo de molde

# Enum 2918804054 - EnumValue 2235209370 - Property 2879900210
source: Us
es_mx: Nosotros

# Enum 2918804054 - EnumValue 1936001480 - Property 2879900210
source: Vendor
es_mx: Proveedor

# Enum 1775733970 - EnumValue 1662713252 - Property 2879900210
source: Assembly Order
es_mx: Pedido de Ensamble

# Enum 1775733970 - EnumValue 2308244223 - Property 2879900210
source: Production Order
es_mx: Órden de producción

# PermissionSet 2821389389 - Property 2879900210
source: MoldCtrl
es_mx: Control de moldes
