Repository: fbedolla/InjMold
Catalog: Translations/Injection Mold Control.g copy.xlf
Languages: es_mx

# Table 1380493935 - Property 2879900210
source: Injection Mold
es_mx: Molde de Inyección

# Table 1380493935 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# Table 1380493935 - Field 1293636171 - Property 2879900210
source: Design By
es_mx: Diseñado por

# Table 1380493935 - Field 3136915087 - Property 2879900210
source: Fixed Asset Cost
es_mx: Costo Activo Fijo

# Table 1380493935 - Field 1182491315 - Property 2879900210
source: Fixed Asset No.
es_mx: No. Activo Fijo

# Table 1380493935 - Field 2035544938 - Property 2879900210
source: Qty to Produce in Assembly Order
es_mx: Cant. a producir en Órd. Ensamble

# Table 1380493935 - Field 4178326421 - Property 2879900210
source: Qty to Produce in Firm Planned Order
es_mx: Cant. a producir en Órd. Prod. Planeada en Firme

# Table 1380493935 - Field 3131069204 - Property 2879900210
source: Injection Mold. Process Description
es_mx: Descrpción procesos soportados por el Molde

# Table 1380493935 - Field 583612316 - Property 2879900210
source: Injection Mold. Process
es_mx: Proceso soportado por el Molde

# Table 1380493935 - Field 2829388853 - Property 2879900210
source: Qty to Produce in Planned Order
es_mx: Cant. a producir en Órd. Prod. Planeada

# Table 1380493935 - Field 2947463654 - Property 2879900210
source: Qty to Produce in Released Order
es_mx: Cant. a producir en Órd. Prod. Lanzada

# Table 1380493935 - Field 1452851805 - Property 2879900210
source: Is Fixed Asset?
es_mx: ¿Es activo fijo?

# Table 1380493935 - Field 1910326603 - Property 2879900210
source: Manufacture Date
es_mx: Fecha de fabricación

# Table 1380493935 - Field 2519935335 - Property 2879900210
source: Max. Usage Qty.
es_mx: Cant. Máxima de Usos

# Table 1380493935 - Field 3198480054 - Property 2879900210
source: Max. Usage Qty.
es_mx: Cant. Máxima de Usos

# Table 1380493935 - Field 2681947003 - Property 2879900210
source: Mold Material
es_mx: Material del Molde

# Table 1380493935 - Field 1977037094 - Property 2879900210
source: Mold Type
es_mx: Tipo de molde

# Table 1380493935 - Field 1898340821 - Property 2879900210
source: Molds Assigned to Machine Centers
es_mx: Moldes asignados a Centros Maquina

# Table 1380493935 - Field 2200371994 - Property 2879900210
source: Molds Not Assigned to Machine Centers
es_mx: Molde son asignados a Centros Maquina

# Table 1380493935 - Field 1351594800 - Property 2879900210
source: No. Series
es_mx: Nos. Series

# Table 1380493935 - Field 870565195 - Property 2879900210
source: Operation Start Date
es_mx: Fecha Inicio de operación

# Table 1380493935 - Field 1594621544 - Property 2879900210
source: Picture
es_mx: Imagen

# Table 1380493935 - Field 3218162199 - Property 2879900210
source: Picture 1
es_mx: Imagen 1

# Table 1380493935 - Field 836284754 - Property 2879900210
source: Picture 2
es_mx: Imagen 2

# Table 1380493935 - Field 2188779479 - Property 2879900210
source: Posted Assembly Orders Quantities
es_mx: Cant. Registradas Peds. Ensamble

# Table 1380493935 - Field 4236113112 - Property 2879900210
source: Posted Production Orders Quantities
es_mx: Cant. Registradas Órd. Producción

# Table 1380493935 - Field 3920280169 - Property 2879900210
source: Purchase Date
es_mx: Fecha de Compra

# Table 1380493935 - Field 3284082555 - Property 2879900210
source: Related Machine Center
es_mx: Centro Maquina Relacionado

# Table 1380493935 - Field 1315155167 - Property 2879900210
source: Related Resource
es_mx: Recurso Relacionado

# Table 1380493935 - Field 2997432562 - Property 2879900210
source: Remaining Life Qty.
es_mx: Cant. de vida remanente

# Table 1380493935 - Field 1936001480 - Property 2879900210
source: Vendor
es_mx: Proveedor

# Table 1380493935 - Field 3119688693 - Property 2879900210
source: Vendor Name
es_mx: Nombre proveedor

# Table 1080333679 - Property 2879900210
source: Injection Mold Control Setup
es_mx: Conf. Control de Moldes

# Table 1080333679 - Field 2446197802 - Property 2879900210
source: Mold Nos.
es_mx: Nos. del Molde

# Table 1080333679 - Field 1663593181 - Property 2879900210
source: Primary Key
es_mx: Llave Primaria

# Table 3304183106 - Property 2879900210
source: Injection Mold. Processes
es_mx: Procesos soportados por el Molde

# Table 3304183106 - Field 3004954119 - Property 2879900210
source: Code
es_mx: Código

# Table 3304183106 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# Table 2681947003 - Property 2879900210
source: Mold Material
es_mx: Material del Molde

# Table 2681947003 - Field 2172860841 - Property 2879900210
source: Alloy
es_mx: Aleación

# Table 2681947003 - Field 3004954119 - Property 2879900210
source: Code
es_mx: Código

# Table 2681947003 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# Table 2681947003 - Field 2568213288 - Property 2879900210
source: Hardness
es_mx: Dureza

# Table 2681947003 - Field 3844810282 - Property 2879900210
source: Mold Manufactured Method
es_mx: Metodo Manufactura del Molde

# Table 2681947003 - Field 507232180 - Property 2879900210
source: Tonnage
es_mx: Tonelaje

# Table 2681947003 - Field 2265098193 - Property 2879900210
source: Tonnage Unit of Measure
es_mx: Unidad de Medida de Presión

# Table 2208062671 - Property 2879900210
source: Mold Use Entry
es_mx: Movimientos Uso de Molde

# Table 2208062671 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# Table 2208062671 - Field 486908828 - Property 2879900210
source: Document No.
es_mx: No. Documento

# Table 2208062671 - Field 883711285 - Property 2879900210
source: Entry No.
es_mx: No. Mov.

# Table 2208062671 - Field 149522872 - Property 2879900210
source: Entry Type
es_mx: Tipo Mov.

# Table 2208062671 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
es_mx: Cód. Dimension Global 1

# Table 2208062671 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
es_mx: Cód. Dimension Global 2

# Table 2208062671 - Field 2626717425 - Property 2879900210
source: Last Modified Date
es_mx: Fecha de última modificación

# Table 2208062671 - Field 625155527 - Property 2879900210
source: Mold No.
es_mx: No. del Molde

# Table 2208062671 - Field 2704404533 - Property 2879900210
source: Quantity
es_mx: Cantidad

# Page 3147114187 - Property 2879900210
source: Injection Mold Card
es_mx: Ficha Molde Inyección

# Page 3147114187 - Control 1910326603 - Property 1295455071
source: Specifies the value of the Manufacture Date field.
es_mx: Especifica el valor del campo Fecha de fabricación

# Page 3147114187 - Control 870565195 - Property 1295455071
source: Specifies the value of the Operation Start Date field.
es_mx: Especifica el valor del campo Fecha Inicio de operación

# Page 3147114187 - Control 3920280169 - Property 1295455071
source: Specifies the value of the Purchase Date field.
es_mx: Especifica el valor del campo Fecha de Compra

# Page 3147114187 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
es_mx: Especifica el valor del campo Descripción

# Page 3147114187 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
es_mx: Especifica el valor del campo No.

# Page 3147114187 - Control 3136915087 - Property 1295455071
source: Specifies the value of the Fixed Asset Cost field.
es_mx: Especifica el valor del campo Costo Activo Fijo

# Page 3147114187 - Control 1182491315 - Property 1295455071
source: Specifies the value of the Fixed Asset No. field.
es_mx: Especifica el valor del campo No. Activo Fijo

# Page 3147114187 - Control 1452851805 - Property 1295455071
source: Specifies the value of the Is Fixed Asset? field.
es_mx: Especifica el valor del campo ¿Es activo fijo?

# Page 3147114187 - Control 2035544938 - Property 1295455071
source: Specifies the value of Assembly Orders field.
es_mx: Especifica el valor del campo Pedidos de Ensamble

# Page 3147114187 - Control 4178326421 - Property 1295455071
source: Specifies the value of the In field.
es_mx: Especifica el valor del campo en

# Page 3147114187 - Control 2344334421 - Property 1295455071
source: Specifies the value of the In field.
es_mx: Especifica el valor del campo en

# Page 3147114187 - Control 2947463654 - Property 1295455071
source: Specifies the value of the In field.
es_mx: Especifica el valor del campo en

# Page 3147114187 - Control 3284082555 - Property 1295455071
source: Specifies the value of the Related Machine Center field.
es_mx: Especifica el valor del campo Centro Maquina Relacionado

# Page 3147114187 - Control 1315155167 - Property 1295455071
source: Specifies the value of the Related Resource field.
es_mx: Especifica el valor del campo Recurso Relacionado

# Page 3147114187 - Control 747321186 - Property 2879900210
source: Specifications
es_mx: Especificaciones

# Page 3147114187 - Control 1293636171 - Property 1295455071
source: Specifies the value of the Design By field.
es_mx: Especifica el valor del campo Diseñado por

# Page 3147114187 - Control 3131069204 - Property 1295455071
source: Specifies the value of the Injection Mold. Process Description field.
es_mx: Especifica el valor del campo Descrpción procesos soportados por el Molde

# Page 3147114187 - Control 583612316 - Property 1295455071
source: Specifies the value of the Injection Mold. Process field.
es_mx: Especifica el valor del campo Proceso soportado por el Molde

# Page 3147114187 - Control 2681947003 - Property 1295455071
source: Specifies the value of the Mold MAterial field.
es_mx: Especifica el valor del campo Material del Molde

# Page 3147114187 - Control 1977037094 - Property 1295455071
source: Specifies the value of the Mold Type field.
es_mx: Especifica el valor del campo Tipo de molde

# Page 3147114187 - Control 1936001480 - Property 1295455071
source: Specifies the value of the Vendor field.
es_mx: Especifica el valor del campo Proveedor

# Page 3147114187 - Control 3119688693 - Property 1295455071
source: Specifies the value of the Vendor Name field.
es_mx: Especifica el valor del campo Nombre proveedor

# Page 3147114187 - Control 2410178428 - Property 2879900210
source: Used Quantities By Process
es_mx: Cantidades usadas por proceso

# Page 3147114187 - Control 2165811472 - Property 2879900210
source: Picture
es_mx: Imagen

# Page 3147114187 - Control 1267572255 - Property 2879900210
source: Picture 1
es_mx: Imagen 1

# Page 3147114187 - Control 3180662106 - Property 2879900210
source: Picture 2
es_mx: Imagen 2

# Page 3147114187 - Action 2342140490 - Property 2879900210
source: Mold Use Entry Ledger
es_mx: Movimientos Uso de Molde

# Page 1876473977 - Property 2879900210
source: Injection Mold List
es_mx: Lista Moldes de Inyección

# Page 1876473977 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
es_mx: Especifica el valor del campo Descripción

# Page 1876473977 - Control 3131069204 - Property 1295455071
source: Specifies the value of the Injection Mold. Process Description field.
es_mx: Especifica el valor del campo Descrpción procesos soportados por el Molde

# Page 1876473977 - Control 583612316 - Property 1295455071
source: Specifies the value of the Injection Mold. Process field.
es_mx: Especifica el valor del campo Proceso soportado por el Molde

# Page 1876473977 - Control 1452851805 - Property 1295455071
source: Specifies the value of the Is Fixed Asset? field.
es_mx: Especifica el valor del campo ¿Es activo fijo?

# Page 1876473977 - Control 1910326603 - Property 1295455071
source: Specifies the value of the Manufacture Date field.
es_mx: Especifica el valor del campo Fecha de fabricación

# Page 1876473977 - Control 1977037094 - Property 1295455071
source: Specifies the value of the Mold Type field.
es_mx: Especifica el valor del campo Tipo de molde

# Page 1876473977 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
es_mx: Especifica el valor del campo No.

# Page 1876473977 - Control 870565195 - Property 1295455071
source: Specifies the value of the Operation Start Date field.
es_mx: Especifica el valor del campo Fecha Inicio de operación

# Page 670733532 - Property 2879900210
source: Injection Mold Processes
es_mx: Procesos soportados por el Molde

# Page 670733532 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
es_mx: Especifica el valor del campo Código

# Page 670733532 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
es_mx: Especifica el valor del campo Descripción

# Page 1382670618 - Property 2879900210
source: Injection Mold Setup card
es_mx: Conf. Control de Moldes

# Page 1382670618 - Control 2446197802 - Property 1295455071
source: Specifies the value of the Mold Nos. field.
es_mx: Especifica el valor del campo Nos. del Molde

# Page 2681947003 - Property 2879900210
source: Mold Material
es_mx: Material del Molde

# Page 2681947003 - Control 2172860841 - Property 1295455071
source: Specifies the value of the Alloy field.
es_mx: Especifica el valor del campo Aleación

# Page 2681947003 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
es_mx: Especifica el valor del campo Código

# Page 2681947003 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
es_mx: Especifica el valor del campo Descripción

# Page 2681947003 - Control 2568213288 - Property 1295455071
source: Specifies the value of the Hardness field.
es_mx: Especifica el valor del campo Dureza

# Page 2681947003 - Control 3844810282 - Property 1295455071
source: Specifies the value of the Mold Manufactured Method field.
es_mx: Especifica el valor del campo Metodo Manufactura del Molde

# Page 2681947003 - Control 507232180 - Property 1295455071
source: Specifies the value of the Tonnage field.
es_mx: Especifica el valor del campo Tonelaje

# Page 2681947003 - Control 2265098193 - Property 1295455071
source: Specifies the value of the Tonnage Unit of Measure field.
es_mx: Especifica el valor del campo Unidad de Medida de Presión

# Page 2826240898 - Property 2879900210
source: Mold Picture
es_mx: Imagen del molde

# Page 2826240898 - NamedType 2865259996
source: Are you sure you want to delete the picture?
es_mx: ¿Está seguro que desea eliminar la imagen?

# Page 2826240898 - NamedType 992573177
source: You must add a description to the item before you can import a picture.
es_mx: Usted debe agregar una descripción antes de importar la imagen

# Page 2826240898 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
es_mx: La imagen existente sera reemplazada, ¿esta de acuerdo?

# Page 2826240898 - NamedType 464428880
source: Select a picture to upload
es_mx: Seleccione la imagen

# Page 2826240898 - Method 3372685661 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
es_mx: La imagen existente sera reemplazada, ¿esta de acuerdo?

# Page 2826240898 - Control 1594621544 - Property 1295455071
source: Specifies the value of the Picture field.
es_mx: Especifica el valor del campo Imagen

# Page 2826240898 - Action 3119204463 - Property 1295455071
source: Delete the record.
es_mx: Eliminar el registro

# Page 2826240898 - Action 3119204463 - Property 2879900210
source: Delete
es_mx: Eliminar

# Page 2826240898 - Action 2665042526 - Property 1295455071
source: Export the picture to a file.
es_mx: Exportar la imagen

# Page 2826240898 - Action 2665042526 - Property 2879900210
source: Export
es_mx: Exportar

# Page 2826240898 - Action 2864777531 - Property 1295455071
source: Import a picture file.
es_mx: Importar una imagen

# Page 2826240898 - Action 2864777531 - Property 2879900210
source: Import
es_mx: Importar

# Page 2826240898 - Action 3051446377 - Property 1295455071
source: Activate the camera on the device.
es_mx: Activar la Camara en el dispositivo

# Page 2826240898 - Action 3051446377 - Property 2879900210
source: Take
es_mx: Tomar

# Page 1327847425 - Property 2879900210
source: Mold Picture
es_mx: Imagen del molde

# Page 1327847425 - NamedType 2865259996
source: Are you sure you want to delete the picture?
es_mx: ¿Está seguro que desea eliminar la imagen?

# Page 1327847425 - NamedType 992573177
source: You must add a description to the item before you can import a picture.
es_mx: Usted debe agregar una descripción antes de importar la imagen

# Page 1327847425 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
es_mx: La imagen existente sera reemplazada, ¿esta de acuerdo?

# Page 1327847425 - NamedType 464428880
source: Select a picture to upload
es_mx: Seleccione la imagen

# Page 1327847425 - Method 3372685661 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
es_mx: La imagen existente sera reemplazada, ¿esta de acuerdo?

# Page 1327847425 - Control 1594621544 - Property 1295455071
source: Specifies the value of the Picture field.
es_mx: Especifica el valor del campo Imagen

# Page 1327847425 - Action 3119204463 - Property 1295455071
source: Delete the record.
es_mx: Eliminar el registro

# Page 1327847425 - Action 3119204463 - Property 2879900210
source: Delete
es_mx: Eliminar

# Page 1327847425 - Action 2665042526 - Property 1295455071
source: Export the picture to a file.
es_mx: Exportar la imagen

# Page 1327847425 - Action 2665042526 - Property 2879900210
source: Export
es_mx: Exportar

# Page 1327847425 - Action 2864777531 - Property 1295455071
source: Import a picture file.
es_mx: Importar una imagen

# Page 1327847425 - Action 2864777531 - Property 2879900210
source: Import
es_mx: Importar

# Page 1327847425 - Action 3051446377 - Property 1295455071
source: Activate the camera on the device.
es_mx: Activar la Camara en el dispositivo

# Page 1327847425 - Action 3051446377 - Property 2879900210
source: Take
es_mx: Tomar

# Page 690150808 - Property 2879900210
source: Mold Picture
es_mx: Imagen del molde

# Page 690150808 - NamedType 2865259996
source: Are you sure you want to delete the picture?
es_mx: ¿Está seguro que desea eliminar la imagen?

# Page 690150808 - NamedType 992573177
source: You must add a description to the item before you can import a picture.
es_mx: Usted debe agregar una descripción antes de importar la imagen

# Page 690150808 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
es_mx: La imagen existente sera reemplazada, ¿esta de acuerdo?

# Page 690150808 - NamedType 464428880
source: Select a picture to upload
es_mx: Seleccione la imagen

# Page 690150808 - Method 3372685661 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
es_mx: La imagen existente sera reemplazada, ¿esta de acuerdo?

# Page 690150808 - Control 1594621544 - Property 1295455071
source: Specifies the value of the Picture 2 field.
es_mx: Especifica el valor del campo Imagen 2

# Page 690150808 - Action 3119204463 - Property 1295455071
source: Delete the record.
es_mx: Eliminar el registro

# Page 690150808 - Action 3119204463 - Property 2879900210
source: Delete
es_mx: Eliminar

# Page 690150808 - Action 2665042526 - Property 1295455071
source: Export the picture to a file.
es_mx: Exportar la imagen

# Page 690150808 - Action 2665042526 - Property 2879900210
source: Export
es_mx: Exportar

# Page 690150808 - Action 2864777531 - Property 1295455071
source: Import a picture file.
es_mx: Importar una imagen

# Page 690150808 - Action 2864777531 - Property 2879900210
source: Import
es_mx: Importar

# Page 690150808 - Action 3051446377 - Property 1295455071
source: Activate the camera on the device.
es_mx: Activar la Camara en el dispositivo

# Page 690150808 - Action 3051446377 - Property 2879900210
source: Take
es_mx: Tomar

# Page 2208062671 - Property 2879900210
source: Mold Use Entry
es_mx: Movimientos Uso de Molde

# Page 2208062671 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
es_mx: Especifica el valor del campo Descripción

# Page 2208062671 - Control 486908828 - Property 1295455071
source: Specifies the value of the Document No. field.
es_mx: Especifica el valor del campo No. Documento

# Page 2208062671 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field.
es_mx: Especifica el valor del campo No. Mov.

# Page 2208062671 - Control 149522872 - Property 1295455071
source: Specifies the value of the Entry Type field.
es_mx: Especifica el valor del campo Tipo Mov.

# Page 2208062671 - Control 1303377601 - Property 1295455071
source: Specifies the value of the Global Dimension 1 Code field.
es_mx: Especifica el valor del campo Cód. Dimension Global 1

# Page 2208062671 - Control 1337243520 - Property 1295455071
source: Specifies the value of the Global Dimension 2 Code field.
es_mx: Especifica el valor del campo Cód. Dimension Global 2

# Page 2208062671 - Control 2626717425 - Property 1295455071
source: Specifies the value of the Last Modified Date field.
es_mx: Especifica el valor del campo Fecha de última modificación

# Page 2208062671 - Control 625155527 - Property 1295455071
source: Specifies the value of the Mold No. field.
es_mx: Especifica el valor del campo No. del Molde

# Page 2208062671 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field.
es_mx: Especifica el valor del campo Cantidad

# Page 2410178428 - Property 2879900210
source: Mold Used Quantities
es_mx: Cantidad de usos del molde

# Page 2410178428 - Control 2188779479 - Property 1295455071
source: Specifies the value of the Posted Assembly Orders Quantities field.
es_mx: Especifica el valor del campo Cant. Registradas Peds. Ensamble

# Page 2410178428 - Control 4236113112 - Property 1295455071
source: Specifies the value of the Posted Production Orders Quantities field.
es_mx: Especifica el valor del campo Cant. Registradas Órd. Producción

# Page 707429267 - Property 2879900210
source: MoldActivities
es_mx: Actividades de Molde

# Page 707429267 - Control 1898340821 - Property 1295455071
source: Specifies the value of the Molds Assigned to Machine Centers field.
es_mx: Especifica el valor del campo Moldes asignados a Centros Maquina

# Page 707429267 - Control 2200371994 - Property 1295455071
source: Specifies the value of the Molds Not Assigned to Machine Centers field.
es_mx: Especifica el valor del campo Moldes no asignados a Centros Maquina

# PageExtension 581076223 - Control 1022076241 - Property 2879900210
source: Molds Information
es_mx: Información de Molde

# PageExtension 581076223 - Control 1319123568 - Property 1295455071
source: Specifies the value of the Mold Description field.
es_mx: Especifica el valor del campo Descripción del Molde

# PageExtension 581076223 - Control 625155527 - Property 1295455071
source: Specifies the value of the Mold No. field.
es_mx: Especifica el valor del campo No. del Molde

# PageExtension 581076223 - Control 1977037094 - Property 1295455071
source: Specifies the value of the Mold Type field.
es_mx: Especifica el valor del campo Tipo de molde

# PageExtension 3134321149 - Action 2468045267 - Property 2879900210
source: Molds
es_mx: Moldes asignados a Centros Maquina

# PageExtension 3134321149 - Action 461592491 - Property 2879900210
source: Injection Mold Processes
es_mx: Procesos soportados por el Molde

# PageExtension 3134321149 - Action 2213690718 - Property 2879900210
source: Mold Materials List
es_mx: Lista de materiales del molde

# PageExtension 3134321149 - Action 909280701 - Property 2879900210
source: Molds List
es_mx: Lista de Moldes

# PageExtension 3197208729 - Control 1022076241 - Property 2879900210
source: Molds Information
es_mx: Información de Molde
